/* email address already being used */
"An account with this e-mail address already exists." = "An account with this e-mail address already exists.";

/* Connection error title */
"Connection Error" = "Connection Error";

/* generic error title */
"Error" = "Error";

/* invalid user or password */
"Invalid user or password." = "Invalid user or password.";

/* invalid user */
"Invalid user." = "Invalid user.";

/* no account for service */
"No account exists for this service. Please sign into the account in the Settings application." = "No account exists for this service. Please sign into the account in the Settings application.";

/* no account for social network */
"No account exists for this social network. Please fill out your credentials in the Settings application." = "No account exists for this social network. Please fill out your credentials in the Settings application.";

/* not enough auth information */
"Not enough information was provided to authenticate your account." = "Not enough information was provided to authenticate your account.";

/* standard dismiss button title */
"OK" = "OK";

/* permission denied to access information */
"Permission to access this information was denied." = "Permission to access this information was denied.";

/* permission denied */
"Permission was denied." = "Permission was denied.";

/* location services off */
"Prizm doesn't have access to your location. Please change this in the Settings application." = "Prizm doesn't have access to your location. Please change this in the Settings application.";

/* invalid information */
"The accessed information is invalid." = "The accessed information is invalid.";

/* invalid account */
"The account provided is invalid." = "The account provided is invalid.";

/* facebook accounts do not match */
"The account you tried to login with does not match the Facebook account you have set up in Settings." = "The account you tried to login with does not match the Facebook account you have set up in Settings.";

/* app bundle identifier does not match */
"The application bundle identifier does not match." = "The application bundle identifier does not match.";

/* cannot find password, please try again */
"The password for this account is unknown. Try logging in again." = "The password for this account is unknown. Try logging in again.";

/* permission denied by protection policy */
"The protection policy denied access." = "The protection policy denied access.";

/* unable to access information */
"The requested information was not accessed successfully." = "The requested information was not accessed successfully.";

/* missing data */
"The required data was not supplied." = "The required data was not supplied.";

/* bad response */
"The response from the server didn't make sense." = "The response from the server didn't make sense.";

/* username or password failed to get access to account */
"The username and password failed to access this account." = "The username and password failed to access this account.";

/* no username or password found */
"The username and password for this account were not found." = "The username and password for this account were not found.";

/* problem authenticating account */
"There was a problem authenticating your account." = "There was a problem authenticating your account.";

/* problem communicating with server */
"There was a problem communicating with the server." = "There was a problem communicating with the server.";

/* server issue, check connection */
"There was a problem communicating with the server. Ensure you have internet access and try again." = "There was a problem communicating with the server. Ensure you have internet access and try again.";

/* bad request */
"There was a problem with the server." = "There was a problem with the server.";

/* server issue, contact support */
"There was a problem with the server. Please contact customer support." = "There was a problem with the server. Please contact customer support.";

/* issue authenticating */
"There was an issue authenticating your account." = "There was an issue authenticating your account.";

/* account already exists */
"This account already exists." = "This account already exists.";

/* could not delete account */
"This account could not be deleted." = "This account could not be deleted.";

/* could not save account */
"This account could not be saved." = "This account could not be saved.";

/* account no longer exists */
"This account no longer exists." = "This account no longer exists.";

/* unknown account issue */
"Unknown issue relating your your account." = "Unknown issue relating your your account.";

/* request cancelled */
"Your request was cancelled." = "Your request was cancelled.";

/* missing info text */
"A post must contain an image, text or both." = "A post must contain an image, text or both.";

/* image upload error title */
"Error Uploading Image" = "Error Uploading Image";

/* missing info title */
"Missing Information" = "Missing Information";

/* cancel button title */
"Nevermind" = "Nevermind";

/* standard dismiss button title */
"OK" = "OK";

/* image upload error message */
"The image you selected failed to upload. Make sure you have an internet connection and try again." = "The image you selected failed to upload. Make sure you have an internet connection and try again.";

/* viibility message */
"This button changes whether this post is visible to everyone or just members of your trust. However, you have selected that this is a 'Personal' post which is only viewable to you. You can select another category and then choose the visibility options for this post." = "This button changes whether this post is visible to everyone or just members of your trust. However, you have selected that this is a 'Personal' post which is only viewable to you. You can select another category and then choose the visibility options for this post.";

/* try again button title */
"Try Again" = "Try Again";

/* visibility title */
"Visibility" = "Visibility";

/* missing info text */
"A post must contain an image, text or both." = "A post must contain an image, text or both.";

/* choose category error message */
"Choose the category this post belongs to from the bottom of the screen before posting." = "Choose the category this post belongs to from the bottom of the screen before posting.";

/* image upload error title */
"Error Uploading Image" = "Error Uploading Image";

/* missing info title */
"Missing Information" = "Missing Information";

/* cancel button title */
"Nevermind" = "Nevermind";

/* standard dismiss button title */
"OK" = "OK";

/* image upload error message */
"The image you selected failed to upload. Make sure you have an internet connection and try again." = "The image you selected failed to upload. Make sure you have an internet connection and try again.";

/* visibility message */
"This button changes whether this post is visible to everyone or just members of your trust. However, you have selected that this is a 'Personal' post which is only viewable to you. You can select another category and then choose the visibility options for this post." = "This button changes whether this post is visible to everyone or just members of your trust. However, you have selected that this is a 'Personal' post which is only viewable to you. You can select another category and then choose the visibility options for this post.";

/* try again button title */
"Try Again" = "Try Again";

/* visibility title */
"Visibility" = "Visibility";

/* confirm password title - create profile */
"Confirm Password" = "Confirm Password";

/* cover image upload failed title */
"Cover Image Upload Failed" = "Cover Image Upload Failed";

/* standard dismiss button title */
"OK" = "OK";

/* profile image upload failed title */
"Profile Image Upload Failed" = "Profile Image Upload Failed";

/* registration incomplete title */
"Registration Incomplete" = "Registration Incomplete";

/* cover image upload failed message */
"The cover image failed to upload. Ensure you have an internet connection and try again." = "The cover image failed to upload. Ensure you have an internet connection and try again.";

/* confirm password message - create profile */
"The password and confirmation password don't match." = "The password and confirmation password don't match.";

/* profile image upload failed message */
"The profile image failed to upload. Ensure you have an internet connection and try again." = "The profile image failed to upload. Ensure you have an internet connection and try again.";

/* zip code error message */
"There was a problem determining your location from the provided zip code. Ensure you have an internet connection and a valid zip code and try again." = "There was a problem determining your location from the provided zip code. Ensure you have an internet connection and a valid zip code and try again.";

/* zip code error title */
"Zip Code Error" = "Zip Code Error";

/* standard dismiss button title */
"OK" = "OK";

/* success title */
"Success" = "Success";

/* instagram now connected */
"Your Instagram account is now connected to your Prizm account. Use #prizm in your Instagram posts and they will automatically be added to your Prizm profile." = "Your Instagram account is now connected to your Prizm account. Use #prizm in your Instagram posts and they will automatically be added to your Prizm profile.";

/* confirm reset message */
"An e-mail will be sent to you. Click the link on that e-mail to confirm this change." = "An e-mail will be sent to you. Click the link on that e-mail to confirm this change.";

/* confirm reset login */
"Confirm Reset" = "Confirm Reset";

/* reset login passwords do not match message */
"Ensure the password and confirm password field match" = "Ensure the password and confirm password field match";

/* enter all fields title */
"Enter all fields" = "Enter all fields";

/* enter all fields message */
"Enter all fields to reset your password." = "Enter all fields to reset your password.";

/* standard dismiss button title */
"OK" = "OK";

/* reset login passwords do not match title */
"Passwords do no match" = "Passwords do no match";

/* standard dismiss button title */
"OK" = "OK";

/* session ended title */
"Session Ended" = "Session Ended";

/* session ended connection message */
"There was an issue with your connection and you could not be authenticated with the server. Please make sure you have an internet connection and log in again." = "There was an issue with your connection and you could not be authenticated with the server. Please make sure you have an internet connection and log in again.";

/* session ended, try again message */
"Your session has ended. Please try to login again." = "Your session has ended. Please try to login again.";

/* delete post confirmation message */
"Are you sure you want to delete this post?" = "Are you sure you want to delete this post?";

/* cancel confirmed action button title */
"Cancel" = "Cancel";

/* delete button title */
"Delete" = "Delete";

/* delete post confirmation title */
"Delete Post" = "Delete Post";

/* disable account confirm title */
"Are you sure?" = "Are you sure?";

/* cancel confirmed action button title */
"Cancel" = "Cancel";

/* disable account confirm button title */
"Disable Account" = "Disable Account";

/* disabled account error title */
"Disable Account Error" = "Disable Account Error";

/* disabled account success title */
"Disable Account Success" = "Disable Account Success";

/* dismiss button title */
"Dismiss" = "Dismiss";

/* no email title */
"No E-mail setup" = "No E-mail setup";

/* no twitter account title */
"No Twitter Account" = "No Twitter Account";

/* standard dismiss button title */
"OK" = "OK";

/* no email message */
"Please set up an e-mail account in your device's settings." = "Please set up an e-mail account in your device's settings.";

/* no twitter account message */
"You do not have a Twitter account configured for this device. Use the Settings application to securely enter your Twitter credentials before giving Prizm access." = "You do not have a Twitter account configured for this device. Use the Settings application to securely enter your Twitter credentials before giving Prizm access.";

/* disable account confirm message */
"You will no longer be able to log in to Prizm with this account." = "You will no longer be able to log in to Prizm with this account.";

/* disabled account success message */
"Your account is now inactive" = "Your account is now inactive";

/* configure mail title */
"Configure Mail" = "Configure Mail";

/* no email title */
"No E-mail" = "No E-mail";

/* standard dismiss button title */
"OK" = "OK";

/* select a user title */
"Select a User" = "Select a User";

/* select a user message */
"Select a user from your trust to send them a message." = "Select a user from your trust to send them a message.";

/* send error title */
"Send Error" = "Send Error";

/* no email message */
"This user doesn't have an e-mail account available in Prizm." = "This user doesn't have an e-mail account available in Prizm.";

/* configure mail message */
"To send an e-mail to %@, configure a mail account in your device's settings." = "To send an e-mail to %@, configure a mail account in your device's settings.";

/* confirm cancel trust title */
"Are you sure?" = "Are you sure?";

/* cancel confirmed action button title */
"Cancel" = "Cancel";

/* confirm button */
"Confirm" = "Confirm";

/* confirm cancel trust message */
"Confirming this action will remove %@ from your trust." = "Confirming this action will remove %@ from your trust.";

/* standard dismiss button title */
"OK" = "OK";

/* send error title */
"Send Error" = "Send Error";

